print("Садимся за стол")
print("Ищем вдохновение")
answer = int(input("1- нашли вдохновение\n2-не нашли вдохновение"))
if answer == 1:
    print("Придумываем сюжет")
    print("Прописываем персонажей")
    print("Пишем роман")
    print("Заканчиваем роман")
    print("Получаем награды за прекрасный роман")
else:
   if answer == 2:
        print("Придумываем плохой сюжет")
        print("Придумываем не интересных персонажей")
        print("Пишем  не интересный роман")
        print("Заканчиваем роман")
        print("Наш роман не получает никаких наград и его читает только мама")